sysbench/results/aws/vitess/baixa/sequencial/read_3.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            124278
        write:                           0
        other:                           0
        total:                           124278
    transactions:                        8877   (147.44 per sec.)
    queries:                             124278 (2064.16 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.2064s
    total number of events:              8877

Latency (ms):
         min:                                  108.34
         avg:                                  338.60
         max:                                  751.12
         95th percentile:                      520.62
         sum:                              3005780.14

Threads fairness:
    events (avg/stddev):           177.5400/24.23
    execution time (avg/stddev):   60.1156/0.06